Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pt_br: Excluir

source: Delete %lld selected transactions
de: %lld ausgewählte Transaktionen löschen
es: Eliminar las transacciones seleccionadas (%lld)
fr: Supprimer les transactions sélectionnées (%lld)
it: Elimina le transazioni selezionate (%lld)
nl: Verwijder geselecteerde transacties (%lld)
pt_br: Excluir as transações selecionadas (%lld)

source: Delete %lld transactions
de: %lld Transaktionen löschen
es: Eliminar %lld transacciones
fr: Supprimer %lld transactions
it: Elimina %lld transazioni
nl: %lld transacties verwijderen
pt_br: Excluir %lld transações

source: Delete %lld transactions?
de: %lld Transaktionen löschen?
es: ¿Eliminar %lld transacciones?
fr: Supprimer %lld transactions ?
it: Eliminare %lld transazioni?
nl: %lld transacties verwijderen?
pt_br: Excluir %lld transações?

source: Delete Automation
de: Automatisierung löschen
es: Eliminar automatización
fr: Supprimer l'automatisation
it: Elimina automazione
nl: Automatisering verwijderen
pt_br: Excluir automação

source: Delete Budget
de: Budget löschen
es: Eliminar presupuesto
fr: Supprimer le budget
it: Elimina budget
nl: Budget verwijderen
pt_br: Excluir orçamento

source: Delete from Server
de: Vom Server löschen
es: Eliminar del servidor
fr: Supprimer du serveur
it: Elimina dal server
nl: Verwijderen van server
pt_br: Excluir do servidor

source: Delete from Server…
de: Vom Server löschen…
es: Eliminar del servidor…
fr: Supprimer du serveur…
it: Elimina dal server…
nl: Verwijderen van server…
pt_br: Excluir do servidor…

source: Delete Schedule
de: Zeitplan löschen
es: Eliminar programación
fr: Supprimer la programmation
it: Elimina pianificazione
nl: Planning verwijderen
pt_br: Excluir agendamento

source: Delete this schedule?
de: Diesen Zeitplan löschen?
es: ¿Eliminar esta programación?
fr: Supprimer cette programmation ?
it: Eliminare questa pianificazione?
nl: Deze planning verwijderen?
pt_br: Excluir este agendamento?

source: delete transaction
de: Transaktion löschen
es: eliminar transacción
fr: supprimer la transaction
it: elimina transazione
nl: transactie verwijderen
pt_br: excluir transação

source: Deleted %@
de: %@ gelöscht
es: Eliminado %@
fr: Supprimé %@
it: Eliminato %@
nl: %@ verwijderd
pt_br: Excluído %@

source: Deleted split transaction
de: Geteilte Transaktion gelöscht
es: Transacción dividida eliminada
fr: Transaction fractionnée supprimée
it: Transazione suddivisa eliminata
nl: Gesplitste transactie verwijderd
pt_br: Transação dividida excluída

source: Deleted transfer
de: Überweisung gelöscht
es: Transferencia eliminada
fr: Transfert supprimé
it: Trasferimento eliminato
nl: Overboeking verwijderd
pt_br: Transferência excluída

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
nl: Alles deselecteren
pt_br: Desmarcar tudo

source: Destination
de: Ziel
es: Destino
it: Destinazione
nl: Bestemming
pt_br: Destino

source: Destination folder no longer exists
de: Der Zielordner existiert nicht mehr
es: La carpeta de destino ya no existe
fr: Le dossier de destination n’existe plus
it: La cartella di destinazione non esiste più
nl: De doelmap bestaat niet meer
pt_br: A pasta de destino não existe mais

source: Detailed
de: Ausführlich
es: Detallado
fr: Détaillé
it: Dettagliato
nl: Gedetailleerd
pt_br: Detalhado

source: Details for %@
de: Details zu %@
es: Detalles de %@
fr: Détails de %@
it: Dettagli per %@
nl: Details voor %@
pt_br: Detalhes de %@

source: Details for %@, %@
de: Details zu %@, %@
es: Detalles de %@, %@
fr: Détails pour %@, %@
it: Dettagli per %@, %@
nl: Details voor %@, %@
pt_br: Detalhes de %@, %@

source: Difference
de: Unterschied
es: Diferencia
fr: Écart
it: Differenza
nl: Verschil
pt_br: Diferença

source: Direction
de: Richtung
es: Dirección
fr: Sens
it: Direzione
nl: Richting
pt_br: Direção

source: Disable current auto hold
de: Aktuelle automatische Rücklage deaktivieren
es: Desactivar la reserva automática actual
fr: Désactiver la réserve automatique actuelle
it: Disattiva la riserva automatica attuale
nl: Huidige automatische reservering uitschakelen
pt_br: Desativar a reserva automática atual

source: Discards the local sync marker and re-checks your budget against the server, pulling down anything missing. Local edits are re-sent rather than discarded, but a large budget can take a moment to reconcile.
de: Verwirft die lokale Synchronisierungsmarkierung und vergleicht Ihr Budget erneut mit dem Server, wobei alle fehlenden Daten heruntergeladen werden. Lokale Änderungen werden erneut gesendet und nicht verworfen. Bei einem großen Budget kann der Abgleich jedoch einen Moment dauern.
es: Descarta el marcador de sincronización local y vuelve a comprobar el presupuesto con el servidor para descargar lo que falte. Las modificaciones locales se vuelven a enviar, no se descartan, pero un presupuesto grande puede tardar un poco en conciliarse.
fr: Supprime le marqueur de synchronisation local et vérifie à nouveau votre budget auprès du serveur en récupérant les éléments manquants. Les modifications locales sont renvoyées, pas supprimées, mais un budget volumineux peut demander un moment pour être réconcilié.
it: Scarta l'indicatore di sincronizzazione locale e ricontrolla il budget rispetto al server, scaricando tutti i dati mancanti. Le modifiche locali vengono inviate nuovamente anziché eliminate, ma un budget elevato può richiedere del tempo per la riconciliazione.
nl: Verwijdert de lokale synchronisatiemarkering en controleert uw budget opnieuw aan de hand van de server, waarbij alle ontbrekende gegevens worden gedownload. Lokale bewerkingen worden opnieuw verzonden in plaats van weggegooid, maar het kan even duren voordat een groot budget is afgestemd.
pt_br: Descarta o marcador de sincronização local e verifica novamente seu orçamento com o servidor, baixando o que estiver faltando. As edições locais são reenviadas, não descartadas, mas um orçamento grande pode levar algum tempo para ser reconciliado.

source: Disconnect
de: Trennen
es: Desconectar
fr: Se déconnecter
it: Disconnetti
nl: Verbreek de verbinding
pt_br: Desconectar

source: Disconnect & Remove Data
de: Daten trennen und entfernen
es: Desconectar y eliminar datos
fr: Se déconnecter et supprimer les données
it: Disconnetti e rimuovi dati
nl: Ontkoppel en verwijder gegevens
pt_br: Desconectar e remover dados

source: Disconnect and remove data?
de: Daten trennen und entfernen?
es: ¿Desconectar y eliminar los datos?
fr: Se déconnecter et supprimer les données ?
it: Disconnettere e rimuovere i dati?
nl: Gegevens ontkoppelen en verwijderen?
pt_br: Desconectar e remover os dados?

source: Disconnect SimpleFIN?
de: SimpleFIN trennen?
es: ¿Desconectar SimpleFIN?
fr: Déconnecter SimpleFIN ?
it: Disconnettere SimpleFIN?
nl: SimpleFIN ontkoppelen?
pt_br: Desconectar o SimpleFIN?

source: Disconnect this device
de: Dieses Gerät trennen
es: Desconectar este dispositivo
fr: Déconnecter cet appareil
it: Disconnetti questo dispositivo
nl: Dit apparaat loskoppelen
pt_br: Desconectar este dispositivo

source: Dismiss
de: Verwerfen
es: Descartar
fr: Ignorer
it: Ignora
nl: Negeren
pt_br: Dispensar

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
it: Schermo
nl: Weergave
pt_br: Tela

source: Divide
de: Teilen
es: Dividir
fr: Diviser
it: Dividi
nl: Delen
pt_br: Dividir

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
nl: Gereed
pt_br: Concluído

source: Due
de: Fällig
es: Pendiente
fr: À payer
it: In scadenza
nl: Verschuldigd
pt_br: Vencida

source: Due %@
de: Fällig am %@
es: Vence el %@
fr: Échéance le %@
it: Scadenza il %@
nl: Vervalt op %@
pt_br: Vence em %@

source: Due %@ (%lldd)
de: Fällig %@ (%lld T.)
es: Vence %@ (%lld d)
fr: Échéance %@ (%lld j)
it: Scade %@ (%lld g)
nl: Vervalt %@ (%lld d)
pt_br: Vence em %@ (%lld d)

source: Due in %lld days
de: Fällig in %lld Tagen
es: Vence en %lld días
fr: Échéance dans %lld jours
it: Scade tra %lld giorni
nl: Vervalt over %lld dagen
pt_br: Vence em %lld dias

source: Due in %lldd
de: In %lld T. fällig
es: Vence en %lld d
fr: Échéance dans %lld j
it: Scade tra %lld g
nl: Vervalt over %lld d
pt_br: Vence em %lld d

source: Due today
de: Heute fällig
es: Vence hoy
fr: Échéance aujourd’hui
it: Scade oggi
nl: Vandaag verschuldigd
pt_br: Vence hoje

source: Due tomorrow
de: Morgen fällig
es: Vence mañana
fr: Échéance demain
it: Scade domani
nl: Morgen verschuldigd
pt_br: Vence amanhã

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
nl: Dupliceren
pt_br: Duplicar

source: Duplicate %lld selected transactions
de: %lld ausgewählte Transaktionen duplizieren
es: Duplicar las transacciones seleccionadas (%lld)
fr: Dupliquer les transactions sélectionnées (%lld)
it: Duplica le transazioni selezionate (%lld)
nl: Dupliceer geselecteerde transacties (%lld)
pt_br: Duplicar as transações selecionadas (%lld)

source: Each month, this tops the category back up to the balance cap.
de: Jeden Monat wird die Kategorie damit wieder bis zur Guthabenobergrenze aufgefüllt.
es: Cada mes, esto rellena la categoría hasta el límite de saldo.
fr: Chaque mois, cela recomplète la catégorie jusqu'au plafond de solde.
it: Ogni mese, questo riporta la categoria al limite di saldo.
nl: Elke maand wordt de categorie hiermee weer aangevuld tot de saldolimiet.
pt_br: Todo mês, isso reabastece a categoria até o limite de saldo.

source: Early spending must start before the target
de: Frühausgaben müssen vor dem Ziel beginnen
es: El gasto anticipado debe comenzar antes del objetivo
fr: Les dépenses anticipées doivent commencer avant l'objectif
it: La spesa anticipata deve iniziare prima dell'obiettivo
nl: Vervroegd uitgeven moet vóór het doel beginnen
pt_br: Os gastos antecipados devem começar antes da meta

source: Early spending starts after target
de: Frühausgaben beginnen nach dem Ziel
es: El gasto anticipado comienza después del objetivo
fr: Les dépenses anticipées commencent après l'objectif
it: La spesa anticipata inizia dopo l'obiettivo
nl: Vervroegd uitgeven begint na het doel
pt_br: Os gastos antecipados começam depois da meta

source: Early-spending month missing
de: Monat für Frühausgaben fehlt
es: Falta el mes de gasto anticipado
fr: Mois de dépenses anticipées manquant
it: Mese della spesa anticipata mancante
nl: Maand voor vervroegd uitgeven ontbreekt
pt_br: Falta o mês dos gastos antecipados

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pt_br: Editar

source: Show Running Balance
de: Laufenden Kontostand anzeigen
es: Mostrar saldo acumulado
fr: Afficher le solde courant
it: Mostra saldo progressivo
nl: Voortschrijdend saldo tonen
pt_br: Mostrar saldo acumulado

source: Edit Automations
de: Automatisierungen bearbeiten
es: Editar automatizaciones
fr: Modifier les automatisations
it: Modifica automazioni
nl: Automatiseringen bewerken
pt_br: Editar automações

source: Edit Budgeted Amount
de: Budgetierten Betrag bearbeiten
es: Editar importe presupuestado
fr: Modifier le montant budgété
it: Modifica importo a budget
nl: Budgetbedrag bewerken
pt_br: Editar valor orçado

source: Edit budgeted amount for %@
de: Budgetierten Betrag für %@ bearbeiten
es: Editar el importe presupuestado para %@
fr: Modifier le montant budgété pour %@
it: Modifica l'importo preventivato per %@
nl: Bewerk het gebudgetteerde bedrag voor %@
pt_br: Editar o valor orçado para %@

source: Edit budgeted amount for %@, budgeted %@
de: Budgetierten Betrag für %@ bearbeiten, %@ budgetiert
es: Editar el importe presupuestado para %@, %@ presupuestado
fr: Modifier le montant prévu pour %@, %@ prévu
it: Modifica l'importo previsto per %@, %@ previsto
nl: Gebudgetteerd bedrag voor %@ bewerken, %@ gebudgetteerd
pt_br: Editar o valor orçado para %@, %@ orçado

source: Edit Card
de: Karte bearbeiten
es: Editar tarjeta
fr: Modifier la carte
it: Modifica carta
nl: Kaart bewerken
pt_br: Editar cartão

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
it: Modifica categoria
nl: Categorie bewerken
pt_br: Editar categoria

source: Edit Mapping
de: Zuordnung bearbeiten
es: Editar asociación
fr: Modifier l’association
it: Modifica mappatura
nl: Toewijzing bewerken
pt_br: Editar associação

source: Edit Rule
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
it: Modifica regola
nl: Regel bewerken
pt_br: Editar regra

source: Edit Schedule
de: Programmierung bearbeiten
es: Editar programación
fr: Modifier la programmation
it: Modifica programmazione
nl: Programmering bewerken
pt_br: Editar programação

source: Edit Transaction
de: Transaktion bearbeiten
es: Editar transacción
fr: Modifier la transaction
it: Modifica transazione
nl: Transactie bewerken
pt_br: Editar transação

source: Edited %@
de: %@ bearbeitet
es: Editado %@
fr: Modifié %@
it: Modificato %@
nl: %@ bewerkt
pt_br: Editado %@

source: Edited split transaction
de: Geteilte Transaktion bearbeitet
es: Transacción dividida editada
fr: Transaction fractionnée modifiée
it: Transazione suddivisa modificata
nl: Gesplitste transactie bewerkt
pt_br: Transação dividida editada

source: Edited transfer
de: Überweisung bearbeitet
es: Transferencia editada
fr: Transfert modifié
it: Trasferimento modificato
nl: Overboeking bewerkt
pt_br: Transferência editada

source: Enable Automation
de: Automatisierung aktivieren
es: Activar automatización
fr: Activer l'automatisation
it: Abilita automazione
nl: Automatisering inschakelen
pt_br: Ativar automação

source: Encryption password
de: Verschlüsselungspasswort
es: Contraseña de cifrado
fr: Mot de passe de chiffrement
it: Password di crittografia
nl: Versleutelingswachtwoord
pt_br: Senha de criptografia

source: End Date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data di fine
nl: Einddatum
pt_br: Data de término

source: End of Month Cleanup
de: Monatsendbereinigung
es: Limpieza de fin de mes
fr: Nettoyage de fin de mois
it: Pulizia di fine mese
nl: Einde-maand-opschoning
pt_br: Limpeza de fim de mês

source: End of month cleanup completed.
de: Die Monatsendbereinigung ist abgeschlossen.
es: La limpieza de fin de mes ha finalizado.
fr: Le nettoyage de fin de mois est terminé.
it: La pulizia di fine mese è stata completata.
nl: De einde-maandopschoning is voltooid.
pt_br: A limpeza de fim de mês foi concluída.

source: End of month cleanup is up to date.
de: Die Monatsendbereinigung ist aktuell.
es: La limpieza de fin de mes está al día.
fr: Le nettoyage de fin de mois est à jour.
it: La pulizia di fine mese è aggiornata.
nl: De einde-maandopschoning is bijgewerkt.
pt_br: A limpeza de fim de mês está em dia.

source: End-to-End Encrypted
de: Ende-zu-Ende verschlüsselt
es: Cifrado de extremo a extremo
fr: Chiffrement de bout en bout
it: Crittografia end-to-end
nl: End-to-end gecodeerd
pt_br: Criptografia de ponta a ponta

source: Ending: %@
de: Ende: %@
es: Final: %@
fr: Fin : %@
it: Fine: %@
nl: Einde: %@
pt_br: Final: %@

source: Ends
de: Endet
es: Finaliza
fr: Se termine
it: Termina
nl: Eindigt
pt_br: Termina

source: Enter a valid amount to compare balances.
de: Geben Sie einen gültigen Betrag ein, um die Salden zu vergleichen.
es: Introduzca un importe válido para comparar los saldos.
fr: Saisissez un montant valide pour comparer les soldes.
it: Inserisci un importo valido per confrontare i saldi.
nl: Voer een geldig bedrag in om saldi te vergelijken.
pt_br: Digite um valor válido para comparar os saldos.

source: Enter the digits or keyword exactly as your shortcut passes them in the Card or Account Hint field.
de: Geben Sie die Ziffern oder das Schlüsselwort genau so ein, wie Ihre Verknüpfung sie im Feld „Karten- oder Kontohinweis“ weitergibt.
es: Introduzca los dígitos o la palabra clave exactamente como el atajo los envía en el campo Referencia de tarjeta o cuenta.
fr: Saisissez les chiffres ou le mot-clé exactement comme votre raccourci les transmet dans le champ Indice de carte ou de compte.
it: Inserisci le cifre o la parola chiave esattamente come le passa la scorciatoia nel campo Suggerimento carta o conto.
nl: Voer de cijfers of het trefwoord precies in zoals uw snelkoppeling ze doorgeeft in het veld Kaart- of Accounthint.
pt_br: Digite os números ou a palavra-chave exatamente como o atalho os envia no campo Indicação de cartão ou conta.

source: Envelope budget
de: Umschlagbudget
es: Presupuesto por sobres
fr: Budget par enveloppes
it: Budget della busta
nl: Envelop budget
pt_br: Orçamento por envelopes

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt_br: Erro

# error.accountCreationFailed %@
source: Failed to create account: %@
de: Konto konnte nicht erstellt werden: %@
es: No se pudo crear la cuenta: %@
fr: Impossible de créer le compte : %@
it: Impossibile creare l'account: %@
nl: Kan account niet aanmaken: %@
pt_br: Não foi possível criar a conta: %@

# error.bankSyncNotConfigured
source: SimpleFIN isn't set up yet. Connect it in More → Bank Sync (SimpleFIN & Wallet).
de: SimpleFIN ist noch nicht eingerichtet. Verbinden Sie es unter Mehr → Banksynchronisierung (SimpleFIN und Wallet).
es: SimpleFIN aún no está configurado. Conéctalo en Más → Sincronización bancaria (SimpleFIN y Wallet).
fr: SimpleFIN n'est pas encore configuré. Connectez-le dans Plus → Synchronisation bancaire (SimpleFIN et Wallet).
it: SimpleFIN non è ancora configurato. Collegalo in Altro → Sincronizzazione bancaria (SimpleFIN e Wallet).
nl: SimpleFIN is nog niet ingesteld. Verbind het via Meer → Banksynchronisatie (SimpleFIN en Wallet).
pt_br: O SimpleFIN ainda não está configurado. Conecte-o em Mais → Sincronização bancária (SimpleFIN e Wallet).

# error.cannotConvertToSplit
source: Can't convert an existing transaction into a split
de: Eine bestehende Transaktion kann nicht in eine Aufteilung umgewandelt werden
es: No se puede convertir una transacción existente en una división
fr: Impossible de convertir une transaction existante en transaction ventilée
it: Impossibile convertire una transazione esistente in una suddivisione
nl: Kan een bestaande transactie niet omzetten in een splitsing
pt_br: Não é possível converter uma transação existente em uma divisão

# error.cannotConvertToTransfer
source: Can't convert an existing transaction into a transfer
de: Eine bestehende Transaktion kann nicht in eine Überweisung umgewandelt werden
es: No se puede convertir una transacción existente en una transferencia
fr: Impossible de convertir une transaction existante en virement
it: Impossibile convertire una transazione esistente in un trasferimento
nl: Kan een bestaande transactie niet omzetten in een overboeking
pt_br: Não é possível converter uma transação existente em uma transferência

# error.categoryCreationFailed %@
source: Failed to create category: %@
de: Kategorie konnte nicht erstellt werden: %@
es: No se pudo crear la categoría: %@
fr: Impossible de créer la catégorie : %@
it: Impossibile creare la categoria: %@
nl: Kan categorie niet aanmaken: %@
pt_br: Não foi possível criar a categoria: %@

# error.categoryGroupCreationFailed %@
source: Failed to create category group: %@
de: Kategoriengruppe konnte nicht erstellt werden: %@
es: No se pudo crear el grupo de categorías: %@
fr: Impossible de créer le groupe de catégories : %@
it: Impossibile creare il gruppo di categorie: %@
nl: Kan categoriegroep niet aanmaken: %@
pt_br: Não foi possível criar o grupo de categorias: %@

# error.categoryGroupUpdateFailed %@
source: Failed to update category group: %@
de: Kategoriegruppe konnte nicht aktualisiert werden: %@
es: No se pudo actualizar el grupo de categorías: %@
fr: Impossible de modifier le groupe de catégories : %@
it: Impossibile aggiornare il gruppo di categorie: %@
nl: Kan categoriegroep niet bijwerken: %@
pt_br: Não foi possível atualizar o grupo de categorias: %@

# error.categoryUpdateFailed %@
source: Failed to update category: %@
de: Kategorie konnte nicht aktualisiert werden: %@
es: No se pudo actualizar la categoría: %@
fr: Impossible de modifier la catégorie : %@
it: Impossibile aggiornare la categoria: %@
nl: Kan categorie niet bijwerken: %@
pt_br: Não foi possível atualizar a categoria: %@

# error.invalidAccountName
source: Enter an account name
de: Geben Sie einen Kontonamen ein
es: Introduzca un nombre de cuenta
fr: Saisissez un nom de compte
it: Inserisci un nome account
nl: Voer een accountnaam in
pt_br: Digite um nome de conta

# error.invalidAmount
source: Invalid amount
de: Ungültiger Betrag
es: Importe no válido
fr: Montant invalide
it: Importo non valido
nl: Ongeldig bedrag
pt_br: Valor inválido

# error.invalidCategoryGroupName
source: Enter a category group name
de: Geben Sie einen Namen für die Kategoriengruppe ein
es: Introduzca un nombre de grupo de categorías
fr: Saisissez un nom de groupe de catégories
it: Inserisci un nome per il gruppo di categorie
nl: Voer een naam voor de categoriegroep in
pt_br: Digite um nome de grupo de categorias

# error.invalidCategoryName
source: Enter a category name
de: Geben Sie einen Kategorienamen ein
es: Introduzca un nombre de categoría
fr: Saisissez un nom de catégorie
it: Inserisci un nome di categoria
nl: Voer een categorienaam in
pt_br: Digite um nome de categoria

# error.missingTransferDestination
source: Select a destination account
de: Wählen Sie ein Zielkonto aus
es: Seleccione una cuenta de destino
fr: Sélectionnez un compte de destination
it: Seleziona un account di destinazione
nl: Selecteer een bestemmingsaccount
pt_br: Selecione uma conta de destino

# error.payeeCreationFailed %@
source: Failed to create payee: %@
de: Zahlungsempfänger konnte nicht erstellt werden: %@
es: No se pudo crear el beneficiario: %@
fr: Impossible de créer le bénéficiaire : %@
it: Impossibile creare il beneficiario: %@
nl: Kan begunstigde niet aanmaken: %@
pt_br: Não foi possível criar o beneficiário: %@

# error.ruleEmptyValue %@
source: %@ needs a value.
de: %@ benötigt einen Wert.
es: %@ necesita un valor.
fr: %@ doit avoir une valeur.
it: %@ richiede un valore.
nl: %@ heeft een waarde nodig.
pt_br: %@ precisa de um valor.

# error.ruleInvalidAction
source: Choose a field for every action.
de: Wählen Sie für jede Aktion ein Feld.
es: Elige un campo para cada acción.
fr: Choisissez un champ pour chaque action.
it: Scegli un campo per ogni azione.
nl: Kies een veld voor elke actie.
pt_br: Escolha um campo para cada ação.

# error.ruleInvalidCondition %@ %@
source: "%@" can't be used with %@.
de: "%@" kann nicht mit %@ verwendet werden.
es: "%@" no se puede usar con %@.
fr: "%@" ne peut pas être utilisé avec %@.
it: "%@" non può essere usato con %@.
nl: "%@" kan niet worden gebruikt met %@.
pt_br: "%@" não pode ser usado com %@.

# error.ruleInvalidPattern %@
source: "%@" isn't a valid regular expression.
de: "%@" ist kein gültiger regulärer Ausdruck.
es: "%@" no es una expresión regular válida.
fr: "%@" n'est pas une expression régulière valide.
it: "%@" non è un'espressione regolare valida.
nl: "%@" is geen geldige reguliere expressie.
pt_br: "%@" não é uma expressão regular válida.

# error.ruleNeedsAction
source: Add at least one action.
de: Fügen Sie mindestens eine Aktion hinzu.
es: Añada al menos una acción.
fr: Ajoutez au moins une action.
it: Aggiungi almeno un'azione.
nl: Voeg ten minste één actie toe.
pt_br: Adicione pelo menos uma ação.

# error.ruleNeedsCondition
source: Add at least one condition.
de: Fügen Sie mindestens eine Bedingung hinzu.
es: Añada al menos una condición.
fr: Ajoutez au moins une condition.
it: Aggiungi almeno una condizione.
nl: Voeg ten minste één voorwaarde toe.
pt_br: Adicione pelo menos uma condição.
